Repository: 0rooot/PNGen
Catalog: PNGenApp/Utilities/*.lproj/Localizable.strings
Languages: de, fr

# LearnView.GSM.Risk
source: IMSI are the numbers that identify the SIM cards in the mobile network. With so-called IMSI catchers, attackers can catch these numbers in between and also make a "man-in-the-middle attack". Today, an IMSI catcher can even be used to determine the location of a smartphone or disconnect the smartphone from the network. But how can you protect yourself against an IMSI catcher?
de: IMSI heissen die Nummern, welche die SIM-Karten beim Mobilen Netzwerk identifizieren. Mit sogenannten IMSI-Catchern können Angreifer diese Nummern auffangen und ebenfalls einen "Man-in-the-Middle Angriff" tätigen. Mit einem IMSI-Catcher kann heute sogar der Standort eines Smartphones bestimmt oder das Smartphone vom Netz getrennt werden. Doch wie kann man sich gegen einen IMSI-Catcher schützen?
fr: Les IMSI sont les numéros qui identifient les cartes SIM sur le réseau mobile. Les IMSI-catchers permettent aux pirates d'intercepter ces numéros et de lancer une "attaque man-in-the-middle". Avec un IMSI-catcher, il est même possible aujourd'hui de déterminer l'emplacement d'un smartphone ou de le déconnecter du réseau. Mais comment se protéger contre un IMSI-catcher ?

# LearnView.GSM.Tipp1
source: IMSI catchers connect to your phone if they can provide the smartphone with better reception quality than the provider's antennas. However, they often don't have the same throughput. So if you notice that you have full reception but very poor bandwidth, it could be an IMSI catcher. You can then put your smartphone on flight mode for a short time.
de: IMSI-Catcher verbinden sich mit dem Mobiltelefon, wenn sie dem Smartphone eine bessere Empfangsqualität bieten können, als die Antennen des Mobilfunk-Anbieters. Oftmals haben sie aber nicht denselben Durchsatz. Wenn Sie also bemerken, dass trotz vollem Empfang nur sehr schlechte Bandbreiten zur Verfügung stehen, dann könnte dies ein Hinweis auf einen IMSI-Catcher sein. Das Smartphone sollte in diesem Fall kurzzeitig in den Flugmodus gesetzt werden.
fr: Les IMSI-catchers se connectent à ton téléphone portable lorsqu'ils peuvent offrir au smartphone une meilleure qualité de réception que les antennes du fournisseur. Souvent, ils n'ont cependant pas le même débit. Donc, si tu remarques que tu as une réception complète, mais une très mauvaise bande passante, il pourrait s'agir d'un IMSI-catcher. Tu peux alors mettre ton smartphone en mode avion pour une courte durée

# LearnView.GSM.Tipp2
source: The new 5G technology includes more encryption technology and security features. IMSI catchers often try to downgrade the cellular standard to 3G. You can change the setting on your smartphone under "Settings" > "Mobile network" > "Data options" to "5G on". This will make your smartphone use 5G whenever it is available.
de: Die neue 5G Technologie enthält bessere Verschlüsselungstechnologien und Sicherheitsfeatures, als ältere Standards. IMSI-Catcher versuchen oft ein Downgrade des Mobilfunk Standards auf 3G. Beim Smartphone kann wie folgt eingestellt werden, dass das Gerät immer 5G verwendet, sofern dies verfügbar ist: "Einstellungen" > "Mobiles Netz" > "Datenoptionen" auf "5G Ein".
fr: La nouvelle technologie 5G intègre davantage de technologies de cryptage et de fonctionnalités de sécurité. Les IMSI-catchers tentent souvent de faire passer la norme de téléphonie mobile en 3G. Tu peux régler le paramètre de ton smartphone sous "Settings" > "Réseau mobile" > "Options de données" sur "5G Ein". Ainsi, ton smartphone utilisera toujours la 5G lorsqu'elle est disponible

# LearnView.GSM.Tipp3
source: IMSI catchers are often used in places with many people. Airports or train stations are predestined for this. Just turn your smartphone off or to flight mode if you don't want to take the risk in these places.
de: IMSI-Catcher werden oft an Orten mit vielen Menschen eingesetzt. Flughäfen oder Bahnhöfe sind dafür prädestiniert. An diesen Orten kann das Smartphone ausgeschaltet oder in den Flugmodus gesetzt werden, um das Risiko an diesem Orten zu vermeiden.
fr: Les IMSI catchers sont souvent utilisés dans les endroits où il y a beaucoup de monde. Les aéroports ou les gares sont prédestinés à cela. Il suffit d'éteindre ton smartphone ou de le mettre en mode avion si tu ne veux pas prendre de risques dans ces endroits

# LearnView.Settings.Title
source: Security settings
de: Sicherheitseinstellungen
fr: Paramètres de sécurité

# LearnView.Settings.Body
source: A smartphone is increasingly becoming a work device and therefore often contains very personal data. Insurance companies, banks and other companies offer apps that can access and modify personal data. Emails, photos and passwords are also stored on the smartphone. With a few settings, the risk of loss or unintentional disclosure of this data can be minimized.
de: Ein Smartphone ist häufig ein Arbeitsgerät und enthält dadurch auch oft sehr persönliche Daten. Versicherungen, Banken und andere Firmen bieten Apps, welche auf personenbezogene Daten zugreifen und diese ändern können. Auch Emails, Fotos und Passwörter sind auf dem eigenen Smartphone gespeichert. Mit wenigen Einstellungen kann das Risiko eines Verlustes oder der ungewollten Weitergabe dieser Daten minimiert werden.
fr: Un smartphone devient de plus en plus un outil de travail et contient donc souvent des données très personnelles. Les assurances, les banques et d'autres entreprises proposent des applications qui permettent d'accéder aux données personnelles et de les modifier. Les e-mails, les photos et les mots de passe sont également enregistrés sur le smartphone. Quelques réglages suffisent pour minimiser le risque de perte ou de divulgation involontaire de ces données

# LearnView.Settings.Tipp1
source: Keep your iPhone up-to-date! Install the latest updates to the operating system. If Apple knows about a vulnerability, they usually close it directly with an update. From old operating system versions there are often already attack instructions on the Internet.
de: Halten Sie Ihr iPhone immer aktuell! Installieren Sie die neusten Updates des Betriebssystems. Wenn Apple von einer Schwachstelle weiss, wird diese meist mit einem Update direkt wieder geschlossen. Zu alten Betriebssystemversionen gibt es oft schon Angriffsanleitungen im Internet.
fr: Garde ton iPhone à jour ! Installe les dernières mises à jour du système d'exploitation. Si Apple est au courant d'une faille, elle la comble généralement directement par une mise à jour. Pour les anciennes versions du système d'exploitation, il existe souvent déjà des instructions d'attaque sur Internet

# LearnView.Settings.Tipp2
source: Use a passcode! It is a lucky strike for an attacker if no passcode has to be entered. If you lose your smartphone, your data is directly accessible. With a passcode you prevent unwanted access. By the way: Six-digit passcodes are 100 times more secure than four-digit ones! TouchID and FaceID only increase convenience, not security!
de: Verwenden Sie einen Passcode! Es ist ein Glückstreffer für einen Angreifer, wenn kein Passcode eigegeben werden muss. Verlieren Sie Ihr Smartphone, sind die Daten direkt auch zugänglich. Mit einem Passcode wird der ungewollte Zugriff verhindert. Übrigens: Sechsstellige Passcodes sind 100-mal sicherer als Vierstellige! TouchID und FaceID erhöhen nur den Komfort und nicht die Sicherheit!
fr: Utilise un code d'accès ! C'est un coup de chance pour un attaquant si aucun code d'accès ne doit être saisi. Si tu perds ton smartphone, tes données seront directement accessibles. Avec un code d'accès, tu empêches tout accès non souhaité. D'ailleurs, les codes d'accès à six chiffres sont 100 fois plus sûrs que ceux à quatre chiffres ! TouchID et FaceID n'augmentent que le confort et non la sécurité !

# LearnView.Settings.Tipp3
source: Turn on the "USB Restricted Mode"! Under "Settings" > "Face ID & Passcode" > "USB accessories are not allowed on the lock screen" you can prevent a wired connection from downloading data from your smartphone or malware to your smartphone without consent.
de: Schalten Sie den "USB Restricted Mode" ein: "Einstellungen" > "Face ID & Passcode" > “USB-Zubehör ist auf dem Sperrbildschirm nicht erlaubt”. Damit kann verhindert werden, dass mit einer Kabelverbindung Daten vom Smartphone ausgelesen oder Malware auf das Smartphone ohne Zustimmung geladen wird.
fr: Activez le "USB Restricted Mode" ! Dans "Paramètres" > "Face ID & Passcode" > "Les accessoires USB ne sont pas autorisés sur l'écran de verrouillage", tu peux empêcher que des données de ton smartphone ou des logiciels malveillants soient téléchargés sur ton smartphone sans ton consentement via une connexion filaire.

# LearnView.Settings.Tipp4
source: Read the app permission requests! If apps want to access data, you must agree to it. (Google Maps wants to access your location.) Question these accesses critically. If a calculator app wants to access your photos or location, you should decline.
de: Lesen Sie die Berechtigungsanfragen der Apps! Wenn Apps auf Daten zugreifen möchten, muss zugestimmt werden. (Beispiel: Google Maps möchte auf deinen Standort zugreifen.) Solche Zugriffe sollen kritisch hinterfragt werden. Wenn beispielsweise eine Taschenrechner App auf die Fotos oder den Standort zugreifen will, sollte dies abgelehnt werden.
fr: Lisez les demandes d'autorisation de l'application ! Si des apps veulent accéder à des données, tu dois donner ton accord. (Google Maps veut accéder à ta position.) Remets en question ces accès de manière critique. Si une application de calculatrice veut accéder à vos photos ou à votre position, vous devriez refuser
