Repository: 0rooot/PNGen
Catalog: PNGenApp/Utilities/*.lproj/Localizable.strings
Languages: de, fr

# ButtonView.ButtonTitle.Start
source: Noise
de: Lauschabwehr
fr: Bruit

# ButtonView.ButtonTitle.Stopp
source: Stop
de: Stopp
fr: Arrêt

# PinkNoiseGeneratorView.Hint.Title
source: Hint:
de: Hinweis
fr: Remarque:

# PinkNoiseGeneratorView.Hint.Volume
source: Set the volume on maximum and deactivate the silent mode.
de: Stelle die Lautstärke auf Maximum.
fr: Réglez le volume au maximum.

# PinkNoiseGeneratorView.Hint.Lock
source: Lock the iPhone to save battery.
de: Sperre das Smartphone, um Akku zu sparen.
fr: Verrouillez l'iPhone pour économiser la batterie.

# PinkNoiseGeneratorView.Info.PinkNoiseExplanation.Title
source: What is Pink Noise?
de: Was ist Pink Noise?
fr: Qu'est-ce que Pink Noise?

# PinkNoiseGeneratorView.Info.PinkNoiseExplanation.Body
source: Pink Noise is the sound of all frequencies. Pink Noise has several purposes. The application area of this app is surveillance and eavesdropping prevention. Pink Noise is designed to fill the surrounding microphones of smartphones and smartwatches and prevent the recording of conversations.
de: Pink Noise (oder rosa Rauschen) ist das Geräusch das auf allen Frequenzen gleichzeitig ertönt. Pink Noise hat verschiedene Einsatzzwecke. Das Einsatzgebiet dieser App ist die Überwachungs- und Abhör-Abwehr. Pink Noise soll die umliegenden Mikrofone von Smartphones und Smartwatches mit Geräuschen füllen, andere Töne im Raum überlagern und so das Abhören von Gesprächen über umliegende Mikrofone verhindern.
fr: Le bruit rose est le son de toutes les fréquences. Le Pink Noise a plusieurs objectifs. Le domaine d`application de cette application est la surveillance et la prévention des écoutes. Pink Noise est conçu pour remplir les microphones environnants des smartphones et des smartwatches et empêcher l`enregistrement des conversations.

# PinkNoiseGeneratorView.Info.PinkNoiseUsage.Title
source: Usage:
de: Verwendung
fr: Utilisation:

# PinkNoiseGeneratorView.Info.PinkNoiseUsage.Step1
source: 1. Start Pink Noise with button.
de: Lauschabwehr mit Button starten
fr: Démarre Pink Noise avec le bouton

# PinkNoiseGeneratorView.Info.PinkNoiseUsage.Step2
source: 2. Place all smartphones and smartwatches in the room in the eavesdropping glass.
de: Alle Smartphones und Smartwatches im Raum in das Lauschabwehrglas legen
fr: Place tous les smartphones et smartwatches de la pièce dans le bocal antibruit

# PinkNoiseGeneratorView.Info.PinkNoiseUsage.Step3
source: 3. Close the eavesdropping glass and start the conversation.
de: Lauschabwehrglas schliessen und Gespräch beginnen.
fr: Ferme la vitre anti-bruit et commence la session

# PinkNoiseGeneratorView.Info.FurtherInfos.Title
source: More info:
de: Weitere Infos
fr: Plus d'informations:

# LearnView.General.Title
source: Be Aware!
de: Sei aufmerksam!
fr: Soyez vigilant!

# LearnView.General.Body
source: This section is all about learning and gathering awareness. Here you can read about general cyber security topics regarding mobile phones. Nowadays it gets more and more important to keep secure at work as well as on private devices.
de: In diesem Abschnitt geht es darum, zu lernen und das Bewusstsein über allgemeine Cybersicherheitsthemen in Bezug auf Smartphones zu schärfen. Heutzutage wird es immer wichtiger bei elektronischen Geräten für genügend Sicherheit zu sorgen, sei es bei der Arbeit oder auch im privaten Bereich.
fr: Cette section est consacrée à l'apprentissage et à la sensibilisation. Vous y trouverez des informations sur des sujets généraux de cybersécurité concernant les téléphones mobiles. De nos jours, il est de plus en plus important d'assurer la sécurité au travail et sur les appareils privés.

# LearnView.General.Instructions
source: Open the menue on the top left and learn how to keep your device and your data secure.
de: Öffnen Sie das Menü oben links und erfahren Sie, wie Sie Ihr Gerät und Ihre Daten schützen können.
fr: Ouvrez le menu en haut à gauche et découvrez comment sécuriser votre appareil et vos données.

# LearnView.Connections.Title
source: Connections are attack surfaces
de: Verbindungen sind Angriffsflächen
fr: Les connexions sont des surfaces d'attaque

# LearnView.Connections.Body
source: With every successful connection from your smartphone, you take a risk. In general, be sure about the connections you make. Wifi, Bluetooth, the mobile network or via cable, everywhere there are opportunities for attackers to get your data.
de: Mit jeder erfolgreichen Verbindung von Ihrem Smartphone gehen Sie ein Risiko ein. Seien Sie sich allgemein sicher, welche Verbindungen Sie eingehen. Sowohl bei Wifi, Bluetooth, dem mobilen Netz oder auch per Kabel gibt es für Angreifer Möglichkeiten, um an Ihre Daten zu gelangen.
fr: Chaque fois que tu réussis à te connecter depuis ton smartphone, tu prends un risque. Sois généralement sûr des connexions que tu entreprends. Que ce soit par Wifi, Bluetooth, le réseau mobile ou par câble, il existe partout des possibilités pour les pirates d'accéder à tes données.

# LearnView.Connections.More
source: In the following sections you can read about Wifi, Bluetooth and mobile network protection.
de: In den folgenden Abschnitten können Sie sich über den Schutz von Wifi, Bluetooth und dem mobilen Netzwerk informieren.
fr: Dans les sections suivantes, tu peux t'informer sur la protection du Wifi, du Bluetooth et du réseau mobile.

# LearnView.CyberRules.Title
source: 7 Cyber Rules of the Army
de: 7 Cyber Regeln der Armee
fr: 7 cyber-règles de l'armée

# LearnView.CyberRules.Body
source: Phishing attacks, encryption of data by strangers or data theft: these are examples of those threats that are constantly lurking in cyber space. Switzerland is not spared from cyber attacks either. To ensure its operational capability and freedom of action at all times and in all situations, the Armed Forces permanently compile the cyber situation picture and are able to detect cyber attacks and defend against them.
de: Phishing-Attacken, Verschlüsselung von Daten durch Fremde oder Datenklau: Das sind Beispiele jener Bedrohungen, die ständig im Cyber-Raum lauern. Auch die Schweiz ist nicht von Cyber-Angriffen verschont. Um ihre Einsatzfähigkeit und Handlungsfreiheit jederzeit und in allen Lagen sicherzustellen, erstellt die Armee permanent das Cyber-Lagebild und ist in der Lage, Cyber-Angriffe zu detektieren und diese abzuwehren.
fr: Attaques par hameçonnage, cryptage de données par des tiers ou vol de données : ce sont des exemples de menaces qui guettent en permanence le cyberespace. La Suisse n'est pas épargnée par les cyber-attaques. Afin de garantir sa capacité d'engagement et sa liberté d'action en tout temps et dans toutes les situations, l'armée établit en permanence le cyber-bilan de la situation et est en mesure de détecter les cyberattaques et de les repousser

# LearnView.CyberRules.Rule1
source: Statements made on social media should always be considered public.
de: Äusserungen in Sozialen Medien sind immer als öffentlich anzusehen.
fr: Considérez toujours les propos tenus sur les réseaux sociaux comme publics.

# LearnView.CyberRules.Rule2
source: Never connect foreign or private USB devices to Army or Administration systems.
de: Niemals fremde oder private USB-Geräte an Systeme der Armee oder der Verwaltung anschliessen.
fr: Ne jamais connecter un dispositif privé ou inconnu à des appareils de l’administration ou de l’armée.

# LearnView.CyberRules.Rule3
source: Public hotspots can be harmful. A hotspot of your own cell phone is safer.
de: Öffentliche Hotspots können schädlich sein. Ein Hotspot Ihres eigenen Handys ist sicherer.
fr: Les points d’accès wifi publics peuvent être dangereux. Votre téléphone mobile est un point wifi plus sûr.

# LearnView.CyberRules.Rule4
source: WLAN, Bluetooth, GPS, NFC, etc. are disabled unless they are deliberately needed.
de: WLAN, Bluetooth, GPS, NFC, etc. sind deaktiviert, ausser sie werden bewusst benötigt.
fr: Il faut désactiver WLAN, Bluetooth, GPS, NFC, sauf si vous en avez réellement besoin.

# LearnView.CyberRules.Rule5
source: Cell phones, watches, and notebooks are potential bugs. Before confidential or secret conversations, lock these devices away.
de: Handys, Uhren und Notebooks sind potentielle Wanzen. Vor vertraulichen oder geheimen Gesprächen diese Geräte wegschliessen.
fr: Les téléphones portables, montres ou ordinateurs portables sont des mouchards potentiels. Il faut ranger ailleurs ces appareils avant une conversation confidentielle ou secrète.

# LearnView.CyberRules.Rule6
source: Do not open messages/attachments/links of unexpected origin. Contact the sender by phone if you suspect anything.
de: Keine Mitteilungen/Anhänge/Links unerwarteter Herkunft öffnen. Kontaktieren Sie bei Verdacht den Absender telefonisch.
fr: N’ouvrez ni les messages, ni les annexes ou les links de provenance inattendue. Contactez l’expéditeur par téléphone en cas de doute.

# LearnView.CyberRules.Rule7
source: Disconnect from the network as soon as possible if you suspect malware infection, leave the device running, and report your suspicions to the hotline and your supervisor.
de: Trennen Sie bei Verdacht auf Malware-Infektion schnellstmöglich die Netzverbindung, lassen Sie das Gerät laufen und melden Sie Ihren Verdacht der Hotline und Ihrem Vorgesetzten.
fr: Si vous soupçonnez une infection par un logiciel malveillant, déconnectez-vous le plus vite possible du réseau, laissez le système en marche et faites part de votre soupçon à la Hotline et à votre supérieur hiérarchique.

# LearnView.CyberRules.VideoHint
source: All explainer videos can be watched here.
de: Erklärvideos
fr: vidéos explicatives

# AboutView.Impressum.Title
source: Imprint:
de: Impressum
fr: Mentions légales :

# AboutView.Impressum.Software
source: Developer: T. A.
fr: Développeur du logiciel : T. A.

# AboutView.Impressum.Body
source: This application was realized within the scope of a bachelor thesis of the study "Information and Cyber Security" at the Lucerne University of Applied Sciences and Arts (HSLU) on behalf of the Cyberdefense of the Swiss Army.
de: Diese Applikation wurde im Rahmen einer Bachelorarbeit des Studiums "Information and Cyber Security" an der Hochschule Luzern (HSLU) im Auftrag von und mit Betreuung durch die Schweizer Armee realisiert.
fr: Cette application a été réalisée dans le cadre d'un travail de bachelor des études "Information and Cyber Security" à la Haute école de Lucerne (HSLU) sur mandat de la cyberdéfense de l'Armée suisse.

# AboutView.Feedback.Body
source: Suggestions for improvement and bugs can be reported to the following email address:
de: Verbesserungsvorschläge und Fehler können an folgende Email Adresse gemeldet werden:
fr: Les propositions d'amélioration et les erreurs peuvent être signalées à l'adresse e-mail suivante :

# LearnView.Wifi.Title
source: Wifi Security
fr: Sécurité Wifi

# LearnView.Wifi.Body
source: Wireless networks have become an integral part of our everyday life. They are mainly used to gain access to the Internet. Wifi can be used to connect to a computer or smartphone. However, wifi is not only practical, but also a gateway for attackers. This section presents tips on what to look out for when connecting to a WLAN.
de: Drahtlose Netzwerke sind aus unserem Alltag nicht mehr wegzudenken. Sie werden hauptsächlich dazu verwendet, einen Zugang zum Internet zu ermöglichen. Über das WLAN kann eine Verbindung mit dem Computer oder dem Smartphone hergestellt werden. WLAN ist aber nicht nur praktisch, sondern gleichzeitig auch ein Einfallstor für Angreifer. In diesem Abschnitt werden Tipps vorgestellt, welche bei der Verbindung mit einem WLAN beachtet werden sollten:
fr: Les réseaux sans fil font partie intégrante de notre quotidien. Ils sont principalement utilisés pour obtenir un accès à Internet. Le Wifi permet de se connecter à son ordinateur ou à son smartphone. Mais le Wifi n'est pas seulement pratique, il est aussi une porte d'entrée pour les pirates. Cette section présente des conseils sur ce à quoi il faut faire attention lorsqu'on se connecte à un WLAN

# LearnView.Wifi.PublicWiFi.Title
source: Public WLAN
de: Öffentliche WLAN
fr: WLAN public

# LearnView.Wifi.PublicWiFi.Intro
source: You are on vacation abroad and want to send WhatsApp messages or check the weather for the next few days. Just connect to the restaurant's WLAN and you're on the Internet. But connecting to a public WiFi also carries risks.
de: Man ist im Ausland in den Ferien und will kurz WhatsApp Nachrichten senden oder das Wetter der nächsten Tage prüfen. Nur schnell mit dem WLAN des Restaurants verbinden und schon ist man im Internet. Doch die Verbindung mit einem öffentlichen WLAN birgt auch Risiken.
fr: Vous êtes en vacances à l'étranger et vous voulez envoyer des messages WhatsApp ou consulter la météo des prochains jours. Il suffit de se connecter brièvement au Wifi du restaurant et on est déjà sur Internet. Mais la connexion à un Wi-Fi public comporte aussi des risques.

# LearnView.Wifi.PublicWiFi.Risk
source: The biggest risk of public wifi is that hackers can be on the same WiFi and thus connect directly to your device. They could get between you and your website or app and, on a poorly secured website, read all the data you send or receive. This is called "man-in-the-middle" . Hackers could even set up fake websites on the WLAN and trick you into giving your data directly to the hackers.
de: Die grösste Gefahr von öffentlichen WLAN liegt darin, dass Hacker im selben WLAN sind und somit eine direkte Verbindung mit Ihrem Gerät aufbauen können. Damit könnten sie sich zwischen Ihr Gerät und der abgerufenen Webseite stellen und bei einer schlecht gesicherten Website alle gesendeten Daten mitlesen. Dies wird "Man-in-the-Middle" genannt. Hacker könnten sogar falsche Internetseiten im WLAN aufschalten und den Anwender täuschen, so dass die Daten direkt an die Hacker weitergegeben werden.
fr: Le plus grand danger du Wifi public réside dans le fait que des pirates informatiques se trouvent dans le même Wifi et peuvent ainsi établir une connexion directe avec ton appareil. Ils pourraient s'interposer entre toi et ton site web ou ton application et, si le site est mal sécurisé, lire toutes les données que tu envoies ou reçois. C'est ce qu'on appelle le "Man-in-the-Middle". Les pirates pourraient même ouvrir de fausses pages Internet sur le réseau WLAN et te tromper pour que tu transmettes tes données directement aux pirates.

# LearnView.Wifi.PublicWiFi.Tipp1
source: Make sure you have an encrypted connection between you and the website or server. A VPN (Virtual Private Networks) connection can encrypt your entire connection. This way, a hacker on the same WLAN can no longer grab data.
de: Achten Sie auf eine verschlüsselte Verbindung zwischen Ihrem Gerät und der Webseite oder dem Server. Eine VPN (Virtuelles Privates Netzwerk) Verbindung kann die gesamte Verbindung verschlüsseln, damit ein Hacker im gleichen WLAN nicht mehr die Daten abgreifen kann.
fr: Veille à ce que la connexion entre toi et le site web ou le serveur soit cryptée. Une connexion VPN (Virtual Private Networks) peut te permettre de crypter l'ensemble de la connexion. Ainsi, un pirate ne peut plus accéder aux données sur le même réseau WLAN

# LearnView.Wifi.PublicWiFi.Tipp2
source: Hackers can always get username and password if they want to. That's why it's recommended to turn on 2FA (two factor authentication) on all services if possible. This way, the hacker will not only need your password, but also your sim card to log into your accounts.
de: An Benutzername und Passwort können Hacker bei genügend grossem Aufwand immer gelangen. Darum empfiehlt es sich, 2FA (Zwei Faktor Authentifizierung) bei möglichst allen Diensten einzuschalten. So benötigt der Hacker nicht nur das Passwort, sondern auch die Simkarte um sich in den Account einzuloggen.
fr: Les pirates peuvent toujours obtenir le nom d'utilisateur et le mot de passe s'ils en ont la volonté. C'est pourquoi il est recommandé d'activer le 2FA (authentification à deux facteurs) pour tous les services possibles. Ainsi, le pirate n'a pas seulement besoin de ton mot de passe, mais aussi de ta carte Sim pour se connecter à tes comptes

# LearnView.Wifi.PublicWiFi.Tipp3
source: Always keep your devices up to date and install the latest updates. Often this will also keep security up to date.
de: Halten Sie Ihre Geräte immer auf dem neusten Stand und installieren Sie die neusten Updates. Oft wird dadurch auch die Sicherheit verbessert.
fr: Maintiens toujours tes appareils à jour et installe les dernières mises à jour. Souvent, cela permet également de maintenir la sécurité à jour

# LearnView.Wifi.PublicWiFi.Tipp4
source: If you don't have a VPN and the website doesn't offer 2FA, you can also look at using HTTPS (small lock in the browser). This encrypts the connection of this web page and thus the data can no longer be read on the network.
de: Wenn keine VPN-Verbindung zur Verfügung steht und die Webseite keine 2FA anbietet, kann auch auf die Verwendung von HTTPS (kleines Schloss im Browser) geachtet werden. Dies verschlüsselt die Verbindung dieser Internetseite und die Daten können so nicht mehr im Netzwerk mitgelesen werden.
fr: Si tu n'as pas de VPN et que le site web ne propose pas de 2FA, tu peux aussi veiller à utiliser le HTTPS (petit cadenas dans le navigateur). Cela crypte la connexion de ce site Internet et les données ne peuvent ainsi plus être lues sur le réseau

# LearnView.Wifi.PublicWiFi.Tipp5
source: Completely avoiding public WLANs makes the risk disappear altogether. Using the hotspot via the mobile network already increases the security significantly.
de: Der komplette Verzicht auf öffentliche WLANs eliminiert dieses Risiko vollständig. Bereits die Verwendung des Hotspots über das Mobile Netzwerk erhöht die Sicherheit signifikant.
fr: En renonçant complètement aux réseaux WLAN publics, le risque disparaît totalement. L'utilisation du hotspot via le réseau mobile augmente déjà la sécurité de manière significative

# LearnView.Bluetooth.Title
source: Bluetooth Security
fr: Sécurité Bluetooth

# LearnView.Bluetooth.Body
source: Many know Bluetooth as a connection type from hands-free car calls, wireless music streaming and IoT devices. What sounds harmless can also provide a target for attackers. This chapter addresses the risks of Bluetooth and presents tips for preventing them.
de: Die Verbindungsart Bluetooth ist oft bekannt von der Freisprechfunktion im Auto, der drahtlosen Musikübertragung und IoT Geräten. Was harmlos klingt, kann ebenfalls eine Angriffsfläche für Angreifer bieten. In diesem Kapitel werden die Risiken von Bluetooth angesprochen und Tipps für die Prävention der Risiken vorgestellt.
fr: Nombreux sont ceux qui connaissent le mode de connexion Bluetooth pour la fonction mains libres dans la voiture, la transmission de musique sans fil et les appareils IoT. Ce qui semble inoffensif peut également constituer une surface d'attaque pour les pirates. Ce chapitre aborde les risques liés à Bluetooth et présente des conseils pour les prévenir

# LearnView.Bluetooth.Risk
source: In most cases, pairing must occur before data can be shared over a Bluetooth connection. However, a Bluetooth connection carries significant risks. For example, there is no user authentication. In addition, there are still connections that do not provide a "man-in-the-middle" apron. apron. So the data is transmitted very transparently.
de: Meistens findet ein Pairing (Verbindung) statt, bevor Daten über eine Bluetooth Verbindung geteilt werden können. Eine Bluetooth Verbindung birgt aber signifikante Risiken. So findet zum Beispiel keine User Authentifizierung statt. Zudem gibt es immer noch Verbindungen, welche keinen "Man-in-the-Middle" Schutz bieten. Die Daten werden also sehr transparent übermittelt.
fr: La plupart du temps, un appairage doit avoir lieu avant que des données puissent être partagées via une connexion Bluetooth. Or, une connexion Bluetooth comporte des risques significatifs. Par exemple, il n'y a pas d'authentification de l'utilisateur. De plus, il existe encore des connexions qui n'offrent pas de sécurité "Man-in-the-Middle". n'offrent pas de protection. Les données sont donc transmises de manière très transparente

# LearnView.Bluetooth.Tipp1
source: Turn Bluetooth off or at least to "Undiscoverable" as long as you don't need it. This way your device is closed to new connections and can't pass data unintentionally.
de: Bluetooth ausschalten oder zumindest auf "Nicht auffindbar" setzen, solange es nicht benötigt wird. So ist das Gerät für neue Verbindungen geschlossen und kann keine Daten ungewollt weitergeben.
fr: Désactiver le Bluetooth ou au moins le régler sur "introuvable" tant que tu n'en as pas besoin. Ainsi, ton appareil est fermé aux nouvelles connexions et ne peut pas transmettre de données de manière involontaire

# LearnView.Bluetooth.Tipp2
source: Only pair your Bluetooth devices in non-public places. In public places, attackers can directly interfere with the connection establishment process and take over the connection.
de: Bluetooth Geräte nur an nicht-öffentlichen Orten pairen (verbinden). An öffentlichen Orten können Angreifer direkt in den Prozess des Verbindungsaufbaus eingreifen und die Verbindung übernehmen.
fr: Paire tes appareils Bluetooth uniquement dans des lieux non publics. Dans les lieux publics, les pirates peuvent intervenir directement dans le processus d'établissement de la connexion et prendre le contrôle de la connexion

# LearnView.Bluetooth.Tipp3
source: Delete connections from lost or stolen devices. Attackers could exploit these and pair with your device using old pre-registered connections.
de: Verbindungen von verlorenen oder gestohlenen Geräten löschen. Angreifer könnten diese nutzen und sich mit alten vorgemerkten Verbindungen mit dem Gerät verbinden.
fr: Supprimez les connexions des appareils perdus ou volés. Des attaquants pourraient les exploiter et s'appairer avec ton appareil à l'aide d'anciennes connexions préenregistrées

# LearnView.Bluetooth.Tipp4
source: Accept only Bluetooth transmissions and pairings you really expect. Reject all other connections.
de: Nur Bluetooth Übermittlungen und Pairings akzeptieren, welche du erwartet werden und alle anderen Verbindungen ablehnen
fr: N'accepte que les transmissions et les appairages Bluetooth que tu attends vraiment. Refusez toutes les autres connexions

# LearnView.GSM.Title
source: Mobile Network Security
fr: Sécurité du réseau mobile

# LearnView.GSM.Body
source: To access the Internet on the road, many also use the mobile network. 3G, 4G and 5G are the technologies used today. Switzerland has one of the best mobile network coverage in the world. But even with the mobile network there are dangers and opportunities for attack.
de: Um unterwegs ins Internet zu gelangen, wird oft das Mobile Netzwerk des Mobilfunkanbieters verwendet. 3G, 4G und 5G heissen die Technologien, welche heute üblich sind. Die Schweiz hat weltweit eine der besten Mobilnetz-Abdeckung. Doch auch beim Mobilen Netz gibt es Gefahren und Angriffsmöglichkeiten.
fr: Pour accéder à Internet lors de leurs déplacements, beaucoup utilisent également le réseau mobile. La 3G, la 4G et la 5G sont les technologies utilisées aujourd'hui. La Suisse possède l'une des meilleures couvertures de réseau mobile au monde. Mais le réseau mobile présente également des dangers et des possibilités d'attaque
